{
	"content": {
		"mytext": "some global text"
	},

	"menu": [
		{
			"id": "fellowship",
			"name": "Fellowship",
			"url": "/fellowship"
		},{
			"id": "projects",
			"name": "Projects",
			"url": "/projects"
		},{
			"id": "shop",
			"name": "Shop",
			"url": "/shop"
		},{
			"id": "news",
			"name": "News",
			"url": "/news"
		}
	],

	"footer-menu": [
		{
			"id": "contact",
			"name": "Contact",
			"url": "/contact"
		},{
			"id": "legal",
			"name": "Legal",
			"url": "/legal"
		},{
			"id": "privacy",
			"name": "Privacy",
			"url": "/privacy"
		}
	],

	"default-route": "",

	"routing": {
		"": {
			"title": "homepage",
			"content": "Havana Club 7 Fellowship is aeustiunti <a href='#/fellowship'>fellowship</a> and lantemquiam volores aut epico and <a href='#/projects'>project</a> unt que vererna mendebi. Namenis esed milla nosam vel ea <a href='#/shop'>shop</a> estrum und nexpedion re consequunt. Nam vendio et parcit, comni <a href='#/news'>news</a>"
		},
		"/fellowship": {
			"title": "fellowship page",
			"content": "In Cuba generations of aspiring distillers have followed the example of a seasoned rum master and so learnt to develop and perfect their craft. The Elliott Erwitt Havana Club 7 Fellowship combines this rich history and tradition with a passion for documentary photography.<br/>Master photographer Elliott Erwitt’s lifelong love of photography and Cuba has brought him back to Cuba again – this time to initiate the fellowship with Havana Club 7. A new body of work will create a starting point for a new generation of photographers to relate to, to further develop their craft and help (re)define the genre in the 21st century.  Inspired by Elliott Erwitt, exceptional talents selected for the fellowship will each create a unique body of work, capturing the soul of Cuba which will be shared with photography lovers worldwide.<br/>In the spirit of Cuba, 7 photos of each fellow will be sold to support the next photographer joining the fellowship and thus offering each photographer the opportunity to benefit the next in line to carry on the legacy of Elliott Erwitt and Cuba."
		},
		"/projects": {
			"title": "projects page"
		},
		"/shop": {
			"title": "shop page"
		},
		"/news": {
			"title": "news page"
		},
		"/contact": {
			"title": "contact page"
		},
		"/legal": {
			"title": "legal page"
		},
		"/privacy": {
			"title": "privacy page"
		}
	}
}